# Созданные словари в отдельной пайфайле для импорта в основной код

easy = {"дом": "home", "банан": "banana", "стол": "table", "кружка": "cup", "тетрадь": "notebook"}
medium = {"приватный": "private", "письменый": "writing", "подушка": "pillow", "дерево": "wood", "диалог": "dialogue"}
hard = {"выделить": "highlight", "беспокоиться": "worry", "подходить": "suit", "одолжить": "borrow", "диван": "sofa"}
levels = {
    0: "Нулевой",
    1: "Так себе",
    2: "Можно лучше",
    3: "Норм",
    4: "Хорошо",
    5: "Отлично",
}

list_levels = [easy, medium, hard]
